{"heroes":[{"nickname":"Batman","real_name":"Bruce Wayne","origin_description":"Batman is a superhero appearing in American comic books published by DC Comics. The character was created by artist Bob Kane and writer Bill Finger, and debuted in the 27th issue of the comic book Detective Comics on March 30, 1939...","superpowers":"Unlike most superheroes, Batman does not possess any superpowers, instead relying on his intellect, fighting skills, and wealth","catch_phrase":"This looks like a job for Superman","img":["1-removebg-preview.png"]},{"nickname":"Superman","real_name":"Clark Kent","origin_description":"he was born Kal-El on the planet Krypton, before being rocketed to Earth as an infant by his scientist father Jor-El, moments before Krypton's destruction…","superpowers":"solar energy absorption and healing factor, flare and heat vision, solar invulnerability, flight…","catch_phrase":"Look, up in the sky, it's a bird, it's a plane, it's Superman!","img":["Superman1-removebg-preview.png"]},{"nickname":"Hulk","real_name":"Bruce Banner","origin_description":"The Hulk got his name from a comic book character named The Heap who was a large green swamp monster.","superpowers":"Genius level intellect Proficient scientist and engineer As Hulk/Joe Fixit: Superhuman strength, speed, stamina, and durability Anger empowerment Regeneration Shockwave generation Gamma ray emission and manipulation","catch_phrase":"Genius level intellect Proficient scientist and engineer As Hulk/Joe Fixit: Superhuman strength, speed, stamina...","img":["Hulk1-removebg-preview.png"]},{"nickname":"Iron Man","real_name":"Anthony Edward Stark","origin_description":"Iron Man first appeared in 1963 in Tales of Suspense no. 39. His creation is officially credited to four people: writer and editor Stan Lee, who plotted the first story...","superpowers":"Iron Man possesses powered armor that gives him superhuman strength and durability, flight, and an array of weapons. The armor is invented and worn by Stark","catch_phrase":"Iron man... cause steel´s to expensive","img":["IronMan-removebg-preview.png"]},{"nickname":"Spider-Man","real_name":"Peter Parker","origin_description":"American teenager Peter Parker, a poor sickly orphan, is bitten by a radioactive spider. As a result of the bite, he gains superhuman strength, speed, and agility, along with the ability to cling to walls, turning him into Spider-Man.","superpowers":"Communication with Spiders,  Super-Strength, Super-Healing...","catch_phrase":"I'm Spider-Man","img":["Spider-man1-removebg-preview.png"]},{"nickname":"Thor","real_name":"Thor Odinson","origin_description":"Thor (Old Norse: Þórr) is the Norse god of thunder, the sky, and agriculture...","superpowers":"Superhuman strength, speed, endurance & resistance to injury","catch_phrase":"Brother, However I Have Wronged You... I Am Truly Sorry..","img":["thor-removebg-preview.png"]}]}